Repository: wind-flying-clouds/AudioMuse
Catalog: SubsonicClientKit/Sources/SubsonicClientKit/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: <root>
zh_hans: <根目录>

source: Albums
zh_hans: 专辑

source: Artists
zh_hans: 艺人

source: Failed to decode %@ from %@: %@
zh_hans: 无法从 %2$@ 解码 %1$@：%3$@

source: No server configured.
zh_hans: 尚未配置服务器。

source: Request to %@ failed: %@
zh_hans: 请求 %1$@ 失败：%2$@

source: Songs
zh_hans: 歌曲

source: Subsonic error %ld: %@
zh_hans: Subsonic 错误 %ld：%@

source: The request could not be created.
zh_hans: 无法创建请求。

source: The server returned HTTP %ld.
zh_hans: 服务器返回了 HTTP %ld。

source: The server returned an invalid response.
zh_hans: 服务器返回了无效响应。

source: Unknown Subsonic error.
zh_hans: 未知的 Subsonic 错误。

source: data corrupted at %@: %@
zh_hans: %1$@ 处数据损坏：%2$@

source: missing key '%@' at %@
zh_hans: %2$@ 处缺少键 '%1$@'

source: missing value for %@ at %@
zh_hans: %2$@ 处缺少 %1$@ 的值

source: server
zh_hans: 服务器

source: type mismatch for %@ at %@
zh_hans: %2$@ 处 %1$@ 的类型不匹配
